{
  "Minecraft": [
    "¿Cuál es tu bioma favorito en Minecraft?",
    "¿Cuánto tiempo llevas jugando a Minecraft?",
    "¿Prefieres cavar en las minas o construir en la superficie?",
    "¿Cuál es tu recurso favorito para recolectar en el juego?",
    "¿Has derrotado al Ender Dragon alguna vez?",
    "¿Tienes una construcción favorita que hayas hecho en el juego?",
    "¿Cuál es tu bloque favorito en Minecraft?",
    "¿Te gusta jugar en modo supervivencia o creativo?",
    "¿Cuál es tu estrategia para enfrentarte a los Creepers?",
    "¿Has explorado una mansión de los Bosques Sombríos?",
    "¿Cuál es tu encantamiento favorito para las herramientas?",
    "¿Has encontrado una aldea y comerciado con los aldeanos?",
    "¿Prefieres jugar en un servidor multijugador o en solitario?",
    "¿Cuál es tu mob hostil favorito en Minecraft?",
    "¿Tienes una granja automática de algún recurso en particular?",
    "¿Cuál es tu versión favorita de Minecraft y por qué?",
    "¿Has construido una vía de ferrocarril en el juego?",
    "¿Cuál es tu mod favorito de Minecraft, si usas alguno?",
    "¿Has participado en la búsqueda de tesoros en biomas acuáticos?",
    "¿Qué es lo más loco que has construido en Minecraft?",
    "¿Cuál es tu experiencia más aterradora en el juego?",
    "¿Has visitado el Nether y construido algo allí?",
    "¿Tienes un objetivo específico al jugar Minecraft?",
    "¿Cuál es tu comida preferida en el juego?",
    "¿Has construido una granja de experiencia (XP) en Minecraft?",
    "¿Qué construcción de la vida real te gustaría recrear en el juego?",
    "¿Cuál es tu estrategia para sobrevivir la primera noche?",
    "¿Tienes un diseño favorito para tus casas en Minecraft?",
    "¿Prefieres el combate cuerpo a cuerpo o a distancia?",
    "¿Cuál es tu dimensión favorita en Minecraft?",
    "¿Has explorado una fortaleza en busca del Fuerte del Fin?",
    "¿Te gusta recolectar objetos decorativos en el juego?",
    "¿Cuál es tu material favorito para construir?",
    "¿Has creado una granja automática de mobs?",
    "¿Cuál es tu experiencia más divertida en Minecraft?",
    "¿Has jugado Minecraft en realidad virtual?",
    "¿Cuál es tu enemigo más odiado en el juego?",
    "¿Tienes una estrategia específica para el Nether?",
    "¿Cuál es tu logro más orgulloso en Minecraft?",
    "¿Prefieres la minería convencional o la del Nether?",
    "¿Has participado en eventos comunitarios en Minecraft?",
    "¿Cuál es tu estrategia para lidiar con esqueletos y arañas?",
    "¿Tienes una ruta específica para explorar el mundo?",
    "¿Cuál es tu bloque de construcción básico favorito?",
    "¿Has creado un sistema de redstone complejo?",
    "¿Prefieres construir en las alturas o en las profundidades?",
    "¿Cuál es tu bioma menos favorito y por qué?",
    "¿Has construido una granja de aldeanos?"
  ],
  "Call of Duty: Modern Warfare II": [
    "1. ¿Cuál es tu mapa favorito en Call of Duty: Modern Warfare II?",
    "2. ¿Cuánto tiempo llevas jugando Call of Duty: Modern Warfare II en PS5?",
    "3. ¿Prefieres el modo multijugador o la campaña en el juego?",
    "4. ¿Cuál es tu arma favorita en Modern Warfare II?",
    "5. ¿Has completado todas las misiones de la campaña?",
    "6. ¿Cuál es tu especialista o clase favorita en el multijugador?",
    "7. ¿Te gusta jugar en modos competitivos como Search and Destroy?",
    "8. ¿Cuál es tu racha de bajas favorita en el juego?",
    "9. ¿Has jugado en partidas de Warzone en Modern Warfare II?",
    "10. ¿Tienes algún momento épico de juego que recuerdes con cariño?",
    "11. ¿Cuál es tu estrategia para conseguir rachas de bajas altas?",
    "12. ¿Prefieres jugar solo o en un grupo con amigos?",
    "13. ¿Cuál es tu modo de juego preferido en el multijugador?",
    "14. ¿Has desbloqueado todas las camuflajes para tus armas?",
    "15. ¿Cuál es tu opinión sobre los mapas del juego en PS5?",
    "16. ¿Has participado en eventos o torneos de Call of Duty?",
    "17. ¿Tienes alguna arma favorita que siempre elijas en el multijugador?",
    "18. ¿Cuál es tu experiencia más intensa en una partida multijugador?",
    "19. ¿Has completado los desafíos de operador en el juego?",
    "20. ¿Cuál es tu equipo de juego favorito en Call of Duty: Modern Warfare II?",
    "21. ¿Tienes una estrategia específica para el modo Search and Destroy?",
    "22. ¿Qué aspecto te gusta más del diseño de los mapas en PS5?",
    "23. ¿Has probado las armas y equipamiento nuevos en las actualizaciones?",
    "24. ¿Cuál es tu modo de juego preferido en Warzone?",
    "25. ¿Tienes algún consejo para mejorar la puntería en el juego?",
    "26. ¿Cuál es tu operador favorito en el juego?",
    "27. ¿Has jugado en partidas de 2v2 en el modo Gunfight?",
    "28. ¿Prefieres los modos de juego por objetivos o por eliminación?",
    "29. ¿Cuál es tu estrategia para enfrentarte a jugadores con tácticas camperas?",
    "30. ¿Tienes algún logro en el juego del que te sientas especialmente orgulloso?",
    "31. ¿Qué opinas sobre las actualizaciones y parches del juego en PS5?",
    "32. ¿Cuál es tu vehículo favorito en Warzone?",
    "33. ¿Has probado todas las armas y equipamiento en el juego?",
    "34. ¿Cuál es tu experiencia más emocionante en una partida de Warzone?",
    "35. ¿Tienes una clase personalizada que siempre usas en el multijugador?",
    "36. ¿Prefieres los mapas pequeños y frenéticos o los grandes y estratégicos?",
    "37. ¿Cuál es tu estrategia para adaptarte a diferentes modos de juego?",
    "38. ¿Has completado desafíos de temporada o eventos especiales en el juego?",
    "39. ¿Qué opinas sobre las habilidades y ventajas en el multijugador?",
    "40. ¿Has probado modos de juego alternativos, como Gun Game?",
    "41. ¿Tienes algún mapa que consideres más desafiante que otros?",
    "42. ¿Cuál es tu racha de bajas más alta en una sola partida?",
    "43. ¿Cómo ajustas tu estrategia al jugar en diferentes mapas?",
    "44. ¿Has desbloqueado todos los personajes de operador en el juego?",
    "45. ¿Tienes algún mapa que te gustaría ver en futuras actualizaciones?",
    "46. ¿Cuál es tu táctica para ganar en partidas de Tiroteo?",
    "47. ¿Has probado estrategias de juego no convencionales?",
    "48. ¿Cuál es tu opinión sobre el equilibrio de las armas en el juego?",
    "49. ¿Tienes algún momento gracioso o memorable durante una partida?",
    "50. ¿Qué esperas ver en futuras expansiones o actualizaciones del juego?"
  ],
  "The Last of Us": [
    "1. ¿Cuál es tu personaje favorito en The Last of Us?",
    "2. ¿Cuántas veces has completado la historia principal del juego?",
    "3. ¿Prefieres jugar más en modo furtivo o combate directo?",
    "4. ¿Cuál es tu arma favorita en el juego?",
    "5. ¿Has jugado también a The Last of Us Part II?",
    "6. ¿Cuál fue tu momento más emotivo en el juego?",
    "7. ¿Te gusta explorar cada rincón en busca de suministros?",
    "8. ¿Cuál es tu enfrentamiento de jefe favorito en el juego?",
    "9. ¿Tienes una escena o diálogo favorito en la historia?",
    "10. ¿Qué opinas sobre el desarrollo de los personajes?",
    "11. ¿Has jugado las secciones de Ellie y Joel por igual?",
    "12. ¿Cuál es tu estrategia para enfrentarte a los infectados?",
    "13. ¿Prefieres el modo de un jugador o el multijugador Facciones?",
    "14. ¿Qué te pareció el diseño del mundo postapocalíptico?",
    "15. ¿Has experimentado alguna vez el Modo Foto en el juego?",
    "16. ¿Cuál fue tu reacción ante los eventos del final del juego?",
    "17. ¿Te identificas con alguno de los personajes del juego?",
    "18. ¿Has jugado alguna de las expansiones o DLCs del juego?",
    "19. ¿Cuál es tu momento más tenso o aterrador en el juego?",
    "20. ¿Qué piensas sobre la relación entre Ellie y Joel?",
    "21. ¿Tienes algún lugar favorito dentro del juego?",
    "22. ¿Qué opinas sobre la moralidad y decisiones en el juego?",
    "23. ¿Has experimentado alguna escena que te haya impactado emocionalmente?",
    "24. ¿Cuál es tu enemigo más temido en The Last of Us?",
    "25. ¿Prefieres el arco narrativo de Joel o el de Ellie?",
    "26. ¿Has encontrado todos los coleccionables y secretos del juego?",
    "27. ¿Cuál es tu arma cuerpo a cuerpo preferida en el juego?",
    "28. ¿Qué te pareció la interpretación de los actores de voz?",
    "29. ¿Has probado alguna vez el modo Nueva Partida+?",
    "30. ¿Cuál es tu opinión sobre la música y la banda sonora del juego?",
    "31. ¿Qué te pareció la evolución de la relación entre Ellie y Dina?",
    "32. ¿Tienes una teoría sobre el mundo postapocalíptico del juego?",
    "33. ¿Cuál es tu habilidad o mejora favorita en el juego?",
    "34. ¿Has experimentado alguna vez el Remastered en otra plataforma?",
    "35. ¿Qué opinas sobre la representación de la sociedad en el juego?",
    "36. ¿Cuál es tu sección o capítulo favorito en la historia?",
    "37. ¿Tienes alguna estrategia específica para enfrentarte a los humanos?",
    "38. ¿Has sentido alguna vez que tus decisiones afectan el resultado?",
    "39. ¿Cuál fue tu reacción ante la historia de Left Behind (si la jugaste)?",
    "40. ¿Prefieres la jugabilidad de Ellie o Joel en el juego?",
    "41. ¿Cuál es tu momento más memorable en el juego?",
    "42. ¿Qué opinas sobre los gráficos y la calidad visual del juego?",
    "43. ¿Tienes algún desafío personal al jugar The Last of Us?",
    "44. ¿Has probado alguna vez el modo de dificultad más alto?",
    "45. ¿Cómo interpretas el título 'The Last of Us' en el contexto del juego?",
    "46. ¿Qué piensas sobre la inclusión de elementos de supervivencia?",
    "47. ¿Has explorado todos los easter eggs o secretos del juego?",
    "48. ¿Cuál es tu opinión sobre la narrativa no lineal del juego?",
    "49. ¿Tienes alguna esperanza o predicción para futuras entregas?",
    "50. ¿Cómo describirías tu experiencia general al jugar The Last of Us?"
  ],
  "Pokémon Reminiscencia": [
    "1. ¿Cuál es tu Pokémon inicial favorito en Pokemon Reminiscencia?",
    "2. ¿Cuántas veces has completado un Roguelocke en este juego?",
    "3. ¿Prefieres enfrentarte a entrenadores fuertes o capturar Pokémon salvajes?",
    "4. ¿Cuál es la región en Pokemon Reminiscencia que más te gusta?",
    "5. ¿Has logrado superar la Liga Pokémon en modo difícil?",
    "6. ¿Cuál es tu estrategia para conservar a tus Pokémon en un Roguelocke?",
    "7. ¿Te gusta explorar todas las áreas disponibles o prefieres avanzar rápido?",
    "8. ¿Cuál es tu equipo Pokémon ideal en el juego?",
    "9. ¿Has experimentado alguna vez una derrota impactante en un Roguelocke?",
    "10. ¿De todos los pokemons que has ido capturando, cual es tu favorito?",
    "11. ¿Prefieres capturar Pokémon de tipo desafiante o estratégico?",
    "12. ¿Cuál es tu Pokémon legendario favorito en el juego?",
    "13. ¿Has enfrentado desafíos adicionales, como limitar el uso de Centros Pokémon?",
    "14. ¿Cuál es tu experiencia más emocionante en un Roguelocke?",
    "15. ¿Tienes una historia memorable sobre la captura de un Pokémon?",
    "16. ¿Cómo manejas las pérdidas de Pokémon en un Roguelocke?",
    "17. ¿Te gustan las funciones adicionales del juego, como las Megaevoluciones?",
    "18. ¿Cuál es tu estrategia para enfrentarte a los líderes de gimnasio?",
    "19. ¿Has explorado todas las áreas opcionales y secretas del juego?",
    "20. ¿Tienes algún Pokémon shinny conseguido durante un Roguelocke?",
    "21. ¿Prefieres entrenar un equipo equilibrado o especializarte en ciertos tipos?",
    "22. ¿Cuál es tu Pokémon inicial menos favorito en el juego?",
    "23. ¿Has probado alguna variante personalizada de las reglas en un Roguelocke?",
    "24. ¿Cuál es tu movimiento o habilidad favorita que has descubierto en el juego?",
    "25. ¿Has enfrentado a entrenadores controlados por la inteligencia artificial?",
    "26. ¿Cuál es tu estrategia para conservar recursos en un Roguelocke?",
    "27. ¿Has tenido alguna experiencia de captura especialmente desafiante?",
    "28. ¿Qué opinas sobre la dificultad general del juego en modo difícil?",
    "29. ¿Tienes algún equipo Pokémon temático que hayas utilizado en un Roguelocke?",
    "30. ¿Cuál es tu opinión sobre la historia y el lore del juego?",
    "31. ¿Has logrado completar una Pokédex en Pokemon Reminiscencia?",
    "32. ¿Cuál es tu estrategia para enfrentarte a Pokémon salvajes poderosos?",
    "33. ¿Prefieres un equipo más pequeño y fuerte o uno más grande y variado?",
    "34. ¿Tienes algún rival en el juego que te haya dado problemas en un Roguelocke?",
    "35. ¿Cuál es tu lugar favorito para entrenar y subir de nivel a tus Pokémon?",
    "36. ¿Has descubierto algún huevo Pokémon y criado tu propio equipo?",
    "37. ¿Cuál es tu experiencia más frustrante en un Roguelocke?",
    "38. ¿Tienes alguna estrategia específica para enfrentarte a Pokémon tipo fantasma?",
    "39. ¿Qué opinas sobre la variedad de Pokémon disponibles en el juego?",
    "40. ¿Has intentado completar el juego con un solo Pokémon?",
    "41. ¿Cuál es tu opinión sobre las opciones de personalización del personaje?",
    "42. ¿Has utilizado alguna táctica inusual o poco convencional en un Roguelocke?",
    "43. ¿Cuál es tu objeto consumible favorito y cuándo lo usas?",
    "44. ¿Has enfrentado a algún Pokémon shinny salvaje durante un Roguelocke?",
    "45. ¿Tienes alguna estrategia específica para enfrentarte a los líderes del Alto Mando?",
    "46. ¿Qué opinas sobre los diseños de los líderes de gimnasio en el juego?",
    "47. ¿Has experimentado alguna sorpresa inesperada en un Roguelocke?",
    "48. ¿Cuál es tu Pokémon no legendario favorito en el juego?",
    "49. ¿Has participado en eventos especiales o desafíos de la comunidad en el juego?",
    "50. ¿Cuál es tu objetivo principal al jugar Pokemon Reminiscencia en modo difícil?"
  ]
}
